src/NFSe/storage/xml/enviar-(2019-03-18 15:40:44).xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="NFe"><SOAP-ENV:Body><ns1:ws_nfe.VERFICARPS><ns1:Sdt_processarpsin><ns1:Login><ns1:CodigoUsuario>e18141c6-5ae8-408c-96e0-5a51d24b6d4845et18se9305t---000ava12pa1c</ns1:CodigoUsuario><ns1:CodigoContribuinte>a3bc0cb0-db03-4ef9-989a-78855b23713a12--10--0050----398---15--4-</ns1:CodigoContribuinte></ns1:Login><ns1:SDTRPS><ns1:Ano>2018</ns1:Ano><ns1:Mes>03</ns1:Mes><ns1:CPFCNPJ>32253433000145</ns1:CPFCNPJ><ns1:DTIni>05/03/2018</ns1:DTIni><ns1:DTFin>05/03/2018</ns1:DTFin><ns1:TipoTrib>1</ns1:TipoTrib><ns1:DtAdeSN/><ns1:AlqIssSN_IP/><ns1:Versao>2.00</ns1:Versao><ns1:Reg20><ns1:Reg20Item><ns1:TipoNFS>RPS</ns1:TipoNFS><ns1:NumRps>12</ns1:NumRps><ns1:SerRps>A</ns1:SerRps><ns1:DtEmi>05/03/2018</ns1:DtEmi><ns1:RetFonte>NAO</ns1:RetFonte><ns1:CodSrv>01.03</ns1:CodSrv><ns1:DiscrSrv>Discriminação da natureza do serviço prestado indica quebra de linha</ns1:DiscrSrv><ns1:VlNFS>1245,89</ns1:VlNFS><ns1:VlDed>0,00</ns1:VlDed><ns1:DiscrDed/><ns1:VlBasCalc>1245,89</ns1:VlBasCalc><ns1:AlqIss>3,00</ns1:AlqIss><ns1:VlIss>37,38</ns1:VlIss><ns1:VlIssRet>0,00</ns1:VlIssRet><ns1:CpfCnpTom>10868710652</ns1:CpfCnpTom><ns1:RazSocTom>Razao Social do tomador</ns1:RazSocTom><ns1:TipoLogtom>RUA</ns1:TipoLogtom><ns1:LogTom>Amendoim</ns1:LogTom><ns1:NumEndTom>11A</ns1:NumEndTom><ns1:ComplEndTom>sobreloja</ns1:ComplEndTom><ns1:BairroTom>bolo ingles</ns1:BairroTom><ns1:MunTom>Docelandia</ns1:MunTom><ns1:SiglaUFTom>SP</ns1:SiglaUFTom><ns1:CepTom>01154700</ns1:CepTom><ns1:Telefone>15998492553</ns1:Telefone><ns1:InscricaoMunicipal>431431545415</ns1:InscricaoMunicipal><ns1:Email1>rsantiago897@gmail.com</ns1:Email1><ns1:Email2>teste@mail.com</ns1:Email2><ns1:Email3>teste2@mail.com</ns1:Email3><ns1:Reg30><ns1:Reg30Item><ns1:TributoSigla>COFINS</ns1:TributoSigla><ns1:TributoAliquota>10,00</ns1:TributoAliquota><ns1:TributoValor>124,59</ns1:TributoValor></ns1:Reg30Item><ns1:Reg30Item><ns1:TributoSigla>PIS</ns1:TributoSigla><ns1:TributoAliquota>1,00</ns1:TributoAliquota><ns1:TributoValor>12,46</ns1:TributoValor></ns1:Reg30Item></ns1:Reg30></ns1:Reg20Item></ns1:Reg20><ns1:Reg90><ns1:QtdRegNormal>1</ns1:QtdRegNormal><ns1:ValorNFS>1245,89</ns1:ValorNFS><ns1:ValorISS>37,38</ns1:ValorISS><ns1:ValorDed>0,00</ns1:ValorDed><ns1:ValorIssRetTom>0,00</ns1:ValorIssRetTom><ns1:QtdReg30>2</ns1:QtdReg30><ns1:ValorTributos>137,05</ns1:ValorTributos></ns1:Reg90></ns1:SDTRPS></ns1:Sdt_processarpsin></ns1:ws_nfe.VERFICARPS></SOAP-ENV:Body></SOAP-ENV:Envelope>
